Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/plenum_no/sp2019-2.pdf.tmx
Source language: nob
Languages: sme

source: Samiske barn skal ha et godt barnehagetilbud som bygger på samisk barn og foreldre.
sme: Sámi mánáin galgá leat buorre mánáidgárdefálaldat mii vuođđuduvvá sámi gillii, kultuvrii, árvvuide ja árbedieđuide.

source: Sametinget vil bidra til at samisk barnehagetilbud har høy kvalitet og at det er tilstrekkelig mange barnehageplasser.
sme: Sámediggi áigu váikkuhit dan ahte sámi mánáidgárdefálaldagas lea alla kvalitehta ja ahte gávdnojit doarvái mánáidgárdesajit.

source: Sametinget vil også arbeide for at de ansatte i barnehagene har den kunnskapen og kompetansen som kreves for å kunne gi et godt og kvalitativt samisk barnehagetilbud og rekruttering av samiskspråklig pedagogisk personell må intensiveres.
sme: Sámediggi áigu maiddái váikkuhit ahte mánáidgárddiid bargiin lea dat máhttu ja gelbbolašvuohta mii gáibiduvvo dasa ahte sáhttá addit buori ja kvalitatiivvalaš sámi mánáidgárdefálaldaga ja sámegielat pedagogalaš bargiid rekrutterema ferte hoahpuhit.

source: Nye satsingsområder i barnehagesektoren
sme: Ođđa áŋgiruššansuorggit mánáidgárdesuorggis

source: Barnehagefeltet er dynamisk og i endring.
sme: Mánaidgárdesuorgi lea árjjalaš ja rievdamin.

source: Det blir stilt nye og større krav til barnehagene.
sme: Mánáidgárddiide biddjojuvvojit ođđa ja stuorát gáibádusat.

source: Barnehagenes rolle og funksjon har endret seg i stor grad.
sme: Mánáidgárddiid rolla ja doaibma lea rievdan ollu.

source: Dette har også en sammenheng med samfunnsendringer der samiske barn har andre oppvekstvilkår nå enn tidligere.
sme: Dás lea maiddái oktavuohta servodatrievdadusaide man geažil sámi mánáin leat eará bajásšaddaneavttut go ovdal.

source: I «Rammeplan for barnehagens innhold og oppgaver» (2017) blir det nå stilt større krav til alle barnehager, blant annet med tanke på innhold, rammer, kunnskap og kompetanse.
sme: “Rámmaplánas mánáidgárddi sisdoalu ja bargguid birra” (2017) gáibiduvvo dál ollu eanet buot mánáidgárddiin, earret eará go jurddašit sisdoalu, rámmaid, máhtu ja gelbbolašvuođa.

source: Når det gjelder samiske barnehager og andre barnehager med samiske barn, stiller rammeplanen også tydeligere krav.
sme: Go guoská sámi mánáidgárddiide ja eará mánáidgárddiide gos leat sámi mánát, de bidjá rámmaplána maiddái čielgaseappot gáibádusat.

source: Sametinget har inntatt en aktiv rolle og er med på å sette premisser for sektoren.
sme: Sámediggi lea váldán árjjalaš rolla ja lea mielde bidjamin eavttuid suorgái.

source: Sametinget er delaktig i de fleste prosesser som foregår i både den norske og den samiske barnehagesektoren.
sme: Sámediggi lea searvá eanaš proseassaide mat gevvet sihke norgga ja sámi mánáidgárdesuorggis.

source: Sametinget løfter frem saker som gjelder samiske barn og barnehager med samisktilbud i flere aktuelle fora og på ulike nivå for å synliggjøre viktigheten av en politikk som skal være til beste for de samiske barna.
sme: Sámediggi ovddida áššiid mat gusket sámi mánáide ja mánáidgárddiide main lea sámefálaldat ollu áigeguovdilis forain ja iešguđege dásiin oainnusmahttin dihtii deaŧalašvuođa politihkas mii galgá leat buoremusat ávkin sámi mánáide.

source: Det mest synlige og utadvendte premisset er et nylig igangsatt barnehageprosjekt med navnet «Sámi mánát ođđa searvelanjain” (SáMOS).
sme: Eanemus oinnolaš ja olggos guvlui eavttut lea gieskat álggahuvvon mánáidgárdeprošeakta man namma lea «Sámi mánát ođđa searvelanjain” (SáMOS).

source: Prosjektet skal gjennom målrettede tiltak løfte kvaliteten i samiske barnehager.
sme: Prošeakta galgá ulbmildiđolaš doaibmabijuid bokte buoridit sámi mánáidgárddiin kvalitehta.

source: Dette vil blant annet skje gjennom en tydeliggjøring i den pedagogiske tilnærmingen, slik at barnehagene tar utgangspunkt i samiske verdier, samisk språk, levesett, tenkemåte og forståelse i arbeids- og læringsmetoder.
sme: Dat dahkkojuvvo earret eará pedagogalaš lagadeami čielggasmahttima bokte, nu ahte mánáidgárddit váldet vuolggasaji sámi árvvuin, sámi gielas, eallinvuogis, jurddašanvuogis ja bargo- ja oahppanmetodaid áddemis.

source: Den nasjonale strategien «Kompetanse for fremtidens barnehage (2018-2022)» er revidert, og det er planlagt nye kompetansetiltak også mot den samiske barnehagesektoren.
sme: Nationála strategiija «Kompetanse for fremtidens barnehage (2018-2022)» lea ođastuvvon, ja plánejuvvon leat ođđa gealbodoaibmabijut maiddái sámi mánáidgárdesuorggi ektui.

source: Dette er et samarbeid med Sámi allaskuvla, Kunnskapsdepartementet og Utdanningsdirektoratet.
sme: Dat dahkkojuvvo ovttas Sámi allaskuvllain, Máhttodepartemeanttain ja Oahppodirektoráhtain.

source: Videre har «NOU 2016:18 Hjertespråket» kommet med en rekke forslag til lovverk, tiltak og ordninger for samiske språk.
sme: Dasto lea «NOU 2016:18 Váibmogiella» evttohan láhkadahkosiid, doaibmabijuid ja ortnegiid sámegielaide.

source: Da en av hovedoppgavene for Sametinget er å sikre og utvikle de samiske språkenes fremtid, vil det bli lagt vekt på å følge opp utredningens anbefalinger når det gjelder å bevare og vitalisere samiske språk i barnehagene.
sme: Go okta váldodoaimmain Sámedikkis lea sihkkarastit ja ovddidit sámegielaid boahtteáiggi, de deattuhuvvo čielggadusa rávvagiid čuovvuleapmi go guoská sámegielaid suodjaleapmái ja ealáskahttimii mánáidgárddiin.

source: Myndighetene har nådd målet om full barnehagedekning og har flyttet fokuset fra kvantitet til kvalitet.
sme: Eiseválddit leat dál juksan mihttomeari ollislaš mánáidgárdefálaldagas ja leat sirdán fokusa kvantitehtas kvalitehtii.

source: Regjeringen la frem en ny rammeplan for barnehagen i 2017 der innholdet i det samiske barnehagetilbudet har blitt styrket gjennom denne forskriften.
sme: Ráđđehus ovddidii ođđa mánáidgárderámmaplána 2017:s mas sámi mánáidgárdefálaldaga sisdoallu lea nannejuvvon dán láhkaásahusa bokte.

source: For å iverksette rammeplanens intensjoner, er det satt i gang en nasjonal satsing i form av en implementeringsprosess for dette arbeidet.
sme: Vuolggahan dihtii rámmaplána áigumušaid, lea álggahuvvon nationála áŋgiruššan implementerenproseassa hámis dán barggu várás.

source: Parallelt går også en egen implementeringsprosess for de samiske barnehager der Sametinget, Utdanningsdirektoratet og fem fylkesmenn deltar i arbeidsgruppen.
sme: Bálddalagaid manná maiddái sierra implementerenproseassa sámi mánáidgárddiid várás mas Sámediggi, Oahppodirektoráhta ja vihtta fylkkamánni servet bargojovkui.

source: Kunnskapsdepartementet er i gang med en stortingsmelding om tidlig innsats og inkluderende fellesskap for både barnehage, skole og skolefritidsordningen.
sme: Máhttodepartemeanta lea bargagoahtán Stuorradiggedieđáhusain árra áŋgiruššama ja searvvaheaddji oktavuođa birra sihke mánáidgárddiid, skuvllaid ja skuvlaasttuáigeortnega várás.

source: Målet med meldingen er blant annet å gi alle barn mulighet til å lykkes uavhengig av sosial, kulturell og språklig bakgrunn, kjønn, kognitive og fysiske forskjeller.
sme: Dieđáhusa ulbmilin lea earret eará addit buot mánáide vejolašvuođa lihkostuvvat sorjjakeahttá sosiála, kultuvrralaš ja gielalaš duogážis, sohkabeali, kognitiiva ja fysalaš erohusain.

source: Ny rammeplan for barnehagen gir tydelige krav til at personalet i barnehagene skal forebygge, håndtere og stoppe mobbing.
sme: Ođđa mánáidgárderámmaplána addá čielgaseappo gáibádusaid dasa ahte mánáidgárddiid bargit galget eastadit, gieđahallat ja bissehit givssideami.

source: Sametinget er med i kampanjen “partnerskap mot mobbing” og mener at alle barn har rett til en oppvekst og et læringsmiljø fri for mobbing og trakassering.
sme: Sámediggi searvá kampánjii “partnerskap mot mobbing” ja oaivvilda ahte buot mánáin lea vuoigatvuohta oažžut bajásšaddama ja oahppanbirrasa givssideami ja vealaheami haga.

source: Videre har regjeringen endret barnehageloven i 2018 som omhandler minimumsnorm for grunnbemanning i barnehagene.
sme: Dasto lea ráđđehus rievdadan mánáidgárdelága 2018:s mas válddahuvvo norpma man ollu unnimusat galget leat bargit mánáidgárddiin.

source: Loven stiller krav om at barnehagene har en bemanning som tilsvarer minimum èn voksen per tre barn under tre år og èn voksen per seks barn over tre år.
sme: Lága bokte gáibiduvvo ahte mánáidgárddiin galget leat unnimusat okta rávisolmmoš golmma máná nammii vuollel golbma jagi ja okta rávisolmmoš guđa máná nammii badjel golbma jagi.

source: Det skal være en pedagogisk leder per 14 barn når barna er over tre år og en pedagogisk leder per syv barn når barna er under tre år.
sme: Galgá lea okta pedagogalaš jođiheaddji 14 máná nammii go mánát leat badjel golbma jagi ja okta pedagogalaš jođiheaddji čieža máná nammii go mánát leat vuollel golbma jagi.

source: Videre er barnehageloven endret slik at det nå er en plikt for de berørte parter til å samarbeide om barns overgang fra barnehage til skole og skolefritidsordningen.
sme: Dasto lea mánáidgárdeláhka rievdaduvvon nu ahte dál geatnegahttojuvvojit guoskevaš bealit ovttas bargat máná sirdimis mánáidgárddis skuvlii ja skuvlaasttuáiggeortnegii.

source: Innsatsområder
sme: Áŋgiruššansuorggit

source: På bakgrunn av tidligere beskrevne endringer på barnehagefeltet, reviderer Sametinget sin melding om samisk barnehagetilbud.
sme: Ovdalis čállojuvvon rievdadusaid vuođul mánáidgárdesuorggis, revidere Sámediggi iežas dieđáhusa sámi mánáidgárdefálaldaga birra.

source: Meldingen tar opp hvilken rolle og politisk myndighet Sametinget har i barnehagepolitiske spørsmål.
sme: Dieđáhusas váldojuvvo ovdan makkár rolla ja politihkalaš váldi Sámedikkis lea mánáidgárdepolitihkalaš áššiin.

source: Sametingsmelding om samisk barnehagetilbud setter fokus på innsatsområder og synliggjør hvilke utfordringer man står ovenfor i arbeidet med å gjøre barnehagene best mulig.
sme: Sámediggedieđáhusas sámi mánáidgárdefálaldaga birra biddjojuvvo fokus áŋgiruššansurggiide já oainnusmahttá makkár hástalusat leat ovddabealde barggus mii guoská mánáidgárddiid dahkamis nu buorrin go lea vejolaš.

source: Meldingen må ses i sammenheng med blant annet «Gïelelutnjeme – Giellalåpptim – Giellalokten, Sametingets strategier for samiske språk» og andre meldinger vedtatt av Sametinget.
sme: Dieđáhusa ferte geahččat fárrolaga earret eará “Giellaloktemiin, Sámedikki strategiijat sámegielaid várás” ja eará dieđáhusaiguin maid Sámediggi lea mearridan.

source: Sametingets melding om samisk barnehagetilbud retter seg mot både den samiske og norske barnehagesektoren, barnehageeiere, foreldre og alle barnehager som gir et samisktilbud i Norge.
sme: Sámedikki dieđáhus sámi mánáidgárdefálaldaga ektui lea oaivvilduvvon sihke sámi ja norgalaš mánáidgárdesuorggi, mánáidgárdeeaiggádiid, vánhemiid ja buot mánáidgárddiid várás mat addet sámefálaldaga Norggas.

source: Meldingen berører barnehagespørsmål som gjelder både nord-, lule- og sørsamiske forhold.
sme: Dieđáhusas guoskkahuvvojit mánáidgárdeáššit mat gusket sihke davvi-, julev- ja máttasámi diliide.

source: Sametingets melding om barnehager vil bli fulgt opp av en egen handlingsplan som tar for seg prioriterte tiltak på hvert satsingsområde.
sme: Sámediggedieđáhus mánáidgárddiid birra čuovvuluvvo sierra doaibmaplánain mas leat vuoruhuvvon doaibmabijut juohke áŋgiruššansuorggi várás.

source: Handlingsplanen knyttes til Sametingets årlige budsjetter.
sme: Doaibmaplána čadnojuvvo Sámedikki jahkásaš bušeahtaide.

source: Det er i denne meldingen satt større fokus på det samiske barnet og dets plass i dagens samfunn, og den samiske barnehagen som en pedagogisk institusjon.
sme: Dán dieđáhusas lea biddjojuvvon stuorát fokus sámi mánnái ja su sadjái otnáš servodagas, ja sámi mánáidgárdái pedagogalaš ásahussan.

source: Videre er fokuset også rettet mer på de rettslige betingelsene som gjelder for samiske barn.
sme: Dasto lea fokus biddjojuvvon maiddái rievttálaš eavttuide mat gusket sámi mánáide.

source: Tradisjonell kunnskap har i forrige melding vært tatt opp under innholdet i barnehagen, men er nå et eget innsatsområde.
sme: Árbediehtu lea ovddit dieđáhusas válddahuvvon mánáidgárddi sisdoalus, muhto dál dat leat sierra áŋgiruššansuorgi.

source: Innsatsområdet om språk har blitt videreført i ny melding, og mangfoldet av bruken av samiske språk og ulike språkbakgrunner som barn bærer med seg i sin «bagasje», blir synliggjort mer konkret.
sme: Áŋgiruššansuorgi giela birra lea seamma ođđa dieđáhusas, ja girjáivuohta sámegielaid geavaheames ja sierra gielladuogážiin mat mánás leat “niesteseahkas”, oainnusmahttojuvvojit eanet konkrehta.

source: En bevisstgjøring av at sterke språkmodeller må tas i bruk vil bli presisert i denne meldingen.
sme: Dihtomielalažžan dahkat dan ahte ferte geavahišgoahtit nana giellamálliid, dárkilastojuvvo dán dieđáhusas.

source: Videre settes det et større fokus på kunnskap og kompetanse som er et eget innsatsområde.
sme: Dasto biddjojuvvo stuorát fokus máhttui ja gelbbolašvuhtii sierra áŋgiruššansuorgin.

source: Sametinget ønsker dermed å satse på utvikling og endring i den samiske barnehagesektoren som vil komme alle berørte parter til gode.
sme: Sámediggi háliida áŋgiruššat sámi mánáidgárdesuorggi ovddidemiin ja rievdademiin mas lea ávki buot guoskevaš beliide.

source: For å nå Sametingets hovedmål for barnehagepolitikken, vil det rettes fokus mot tre innsatsområder.
sme: Go galgá juksat Sámedikki váldomihttomeari mánáidgárdepolitihkas, de biddjojuvvo fokus golmma áŋgiruššansuorgái.

source: Hvert innsatsområde har sine utfordringer, mål og strategier som skal ligge til grunn for det barnehagepolitiske arbeidet.
sme: Juohke áŋgiruššansuorggis leat iežaset hástalusat, mihttomearit ja strategiijat mat galget leat vuođđun mánáidgárdepolitihkalaš barggus.

source: Innsatsområdene er presentert hver for seg, men har allikevel et felles mål om å bevare, styrke og utvikle samiske språk og samisk kultur i samfunnet.
sme: Áŋgiruššansuorggit leat čalmmustuvvon sierra, muhto dain lea dattetge oktasaš mihttomearri ahte suodjalit, nannet ja ovddidit sámegielaid ja sámi kultuvrra servodagas.

source: Innsatsområdene er beskrevet i kapittel syv og er som følger:
sme: Áŋgiruššansuorggit leat čihččet kapihttalis ja leat dát:

source: 1. Samiskspråklige barn i dagens samfunn 2. Tradisjonell kunnskap i ny tid 3. Kunnskap og kompetanse bygger fremtidens samiske barnehager
sme: 1. Sámegielat mánát otnáš servodagas 2. Árbediehtu ođđa áiggis 3. Máhttu ja gelbbolašvuohta vuođđuduvvá boahtteáiggi sámi mánáidgárddiide

source: SAMETINGETS BARNEHAGEPOLITIKK
sme: SÁMEDIKKI MÁNÁIDGÁRDEPOLITIHKKA

source: Sametinget i det barnehagepolitiske landskapet
sme: Sámediggi mánáidgárdepolitihkalaš eanadagas

source: Sametinget engasjerer seg og utvikler politikk på barnehageområdet, men har ingen lovgivende myndighet.
sme: Sámediggi áŋgiruššá ja ovddida politihkas mánáidgárdesuorggis, muhto das ii leat makkárge láhkaaddi váldi.

source: På nasjonalt nivå har vi konsultasjonsavtalen mellom Sametinget og statlige myndigheter.
sme: Nationála dásis lea mis konsultašuvdnašiehtadus Sámedikki ja stáhta eiseválddiid gaskka.

source: Den gir anledning til konsultasjoner om saker som har betydning for samiske barns barnehagetilbud.
sme: Dat addá konsultašuvdnavejolašvuođaid áššiin mat leat deaŧalaččat sámi mánáid mánáidgárdefálaldahkii.

source: Sametinget har også anledning til å ta opp egne saker gjennom konsultasjoner.
sme: Sámedikkis lea maiddái vejolašvuohta váldin ovdan iežas áššiid konsultašuvnnaid bokte.

source: Sametingsrådets politiske plattform danner grunnlaget for Sametingsrådets virke i valgperioden og hvert sittende sametingsråd setter sitt preg på politikken.
sme: Sámediggeráđi politihkalaš geađgejuolgi lea vuođđun Sámediggeráđi doibmii válgaáigodagas ja álo juohke ođđa sámediggeráđđi bidjá oainnuidis politihkkii.

source: Sametingets budsjett er førende for virkemiddelbruken innenfor barnehagesektoren.
sme: Sámedikki bušeahtta láidesta váikkuhangaskaomiid geavaheami mánáidgárdesuorggis.

source: En del av Sametingets arbeid innen barnehagesektoren er forvaltning av tilskudd.
sme: Muhtun oassi Sámedikki barggus mánáidgárdesuorggis lea doarjagiid hálddašeapmi.

source: Sametinget følger for øvrig gjeldende lover og målsettinger for barnehager fastsatt av Stortinget.
sme: Muđui čuovvu Sámediggi daid gustovaš lágaid ja mihttomeriid mánáidgárddiid várás maid Stuorradiggi mearrida.

source: Sametinget mener at et samisk barnehagetilbud må bygge på det grunnleggende prinsipp at barnehagen er en sentral institusjon i det samiske samfunn.
sme: Sámediggi oaivvilda ahte sámi mánáidgárdefálaldat ferte vuođđuduvvot dan vuođđoprinsihppii ahte mánáidgárdi lea guovddáš ásahus sámi servodagas.

source: Samenes etniske identitet knyttet til sosial og kulturell egenart danner viktige verdier.
sme: Sámiid etnihkalaš identitehta mii čatnasa sosiála- ja kultuvrralaš mihtilmasvuhtii lea vuođđun deaŧalaš árvvuide.

source: Det blir viktig å videreutvikle den samiske kulturarven ved å formidle og synliggjøre samisk kultur, levemåte og verdier.
sme: Šaddá deaŧalaš viidásetovddidit sámi kulturárbbi dan bokte ahte gaskkustit ja oainnusmahttit sámi kultuvrra, eallinvuogi ja árvvuid.

source: Barnehagene må jobbe ut fra den virkelighet vi som samer lever i.
sme: Mánáidgárddit fertejit bargat dan duohtavuođa mielde mas mii sámit eallit.

source: Med endringer i det samiske samfunnet må dagens barn ta del i og være med på å skape nye positive elementer i det moderne samfunn.
sme: Rievdadusaiguin sámi servodagas fertejit dáláš mánát searvat ođđa positiiva elemeanttaid háhkamii ođđaáigásaš servodagas.

source: Samtidig er det viktig at den kunnskap, erfaring og tenkemåte som de eldre og mange voksne i dag sitter inne med, og som enda lever og praktiseres blant mange samer i dag, må styrkes og videreføres til neste generasjon så den ikke dør ut, men lever videre.
sme: Dasto lea deaŧalaš ahte máhttu, vásihusat ja jurddašanvuohki mat vuorasolbmuin ja ollu rávisolbmuin dál ain leat, ja mat ain ellet ja leat geavahusas ollu sámiid gaskkas dál, ferte nannet ja viidásetfievrridit boahtte bulvii amas dat eai báze, muhto ellet viidáseappot.

source: Sentrale barnehagepolitiske aktører
sme: Guovddáš mánáidgárdepolitihkalaš aktevrrat

source: For å sikre gode rammer for samiske barnehager, samarbeider Sametinget med flere aktører både i det samiske og i det norske samfunnet.
sme: Sihkkarastin dihtii buriid rámmaid sámi mánáidgárddiide, bargá Sámediggi ovttas soames aktevrraiguin sihke sámi ja norgga servodagas.

source: Sametinget har faste møter med flere av sine samarbeidspartnere og er i dialog på alle nivå.
sme: Sámedikkis leat fásta čoahkkimat ollugiiguin iežas ovttasbargooasálaččaiguin ja gulahallá buot dásiin.

source: I det samiske samfunnet er Sámi allaskuvla (Samisk høgskole) en sentral samarbeidspartner.
sme: Sámi servodagas lea Sámi allaskuvla guovddáš ovttasbargooasálaš.

source: Høgskolen er den eneste i sitt slag som tilbyr samisk barnehagelærerutdanning.
sme: Allaskuvla lea áidnalunddot dan dáfus go dat fállá sámi mánáidgárdeoahpaheaddji oahpu.

source: Høgskolen tar inn studenter fra hele Sápmi.
sme: Allaskuvla váldá ohppiid miehtá Sámi.

source: Sametinget samarbeider også med andre høgskoler og universitet og er med i et fora kalt UHR- samisk, der samiske saker som gjelder universitet- og høgskolesektoren drøftes.
sme: Sámediggi bargá ovttas maiddái eará allaskuvllaiguin ja universitehtaiguin, ja lea mielde nu gohčoduvvon UHR-sámi, gos sámi áššiid birra mat gusket universitehta- ja allaskuvlasuorgái ságastallojuvvo.

source: En annen samarbeidspartner er Lohkanguovddáš (Senter for samisk i opplæringen), som er et ressurssenter spesielt rettet mot opplæringssystemet fra barnehage til høyere utdanning.
sme: Okta eará ovttasbargooasálaš lea Lohkanguovddáš, mii lea resursaguovddážin erenoamážit oahpahusvuogádaga várás mánáidgárddi rájes alit ohppui.

source: Videre er det andre samarbeidsaktører som “Sámi erenoamáš pedagogalaš doarjalus” (SEAD) (Samisk spesialpedagogisk tjeneste) og de samiske språksentrene.
sme: Dasto leat vel eará ovttasbargooasálaččat nugo Sámi erenoamášpedagogalaš doarjalus (SEAD), (Samisk spesialpedagogisk tjeneste) ja sámi giellaguovddážat.

source: Foreldreutvalget for barnehager (FUB) har en samisk representant utnevnt av Sametinget, og Sametinget gir innspill til aktuelle saker til dette utvalget.
sme: Mánáidgárddiid vánhenlávdegottis lea okta sámi ovddasteaddji gean Sámediggi nammada, ja Sámediggi buktá rávvagiid áigeguovdilis áššiide dán lávdegoddái.

source: Kunnskapsdepartementet (KD) har det overordnede ansvar for den nasjonale barnehagepolitikken og den offentlige forvaltningen av barnehager sammen med Utdanningsdirektoratet, kommunene og fylkesmannen.
sme: Máhttodepartemeanttas lea bajimuš ovddasvástádus nationála mánáidgárdepolitihkas ja mánáidgárddiid almmolaš hálddašeames ovttas Oahppodirektoráhtain, gielddaiguin ja fylkkamanniiguin.

source: Disse aktørene er sentrale samarbeidspartnere for Sametinget.
sme: Dát aktevrrat leat guovddáš ovttasbargooasálaččat Sámedikkis.

source: Utdanningsdirektoratet har ansvar for områdene:
sme: Oahppodirektoráhtas lea ovddasvástádus čuovvovaš surggiin:

source: · dokumentasjon og analyse av tilstanden i barnehagene · kvalitets- og kompetanseutvikling for barnehagesektoren · tilskudds- og regelverksforvaltning · tilsynsoppgaver · veiledning til sektoren
sme: · mánáidgárddiid dili duođašteapmi ja analysa · mánáidgárdesuorggi kvalitehta- ja gealboovddideapmi · doarjagiid ja njuolggadusaid hálddašeapmi · bearráigeahččandoaimmat · suorggi bagadeapmi

source: Fylkesmannen iverksetter barnehagepolitikken gjennom forvaltning av statlige tilskudd, oppgaver etter barnehageloven og veiledning av kommuner.
sme: Fylkkamanni vuolggaha mánáidgárdepolitihka stáhtadoarjagiid, doaimmaid hálddašeami bokte mánáidgárdelága mielde ja bagada gielddaid.

source: Fylkesmannen koordinerer og initierer til utviklingsarbeid i kommuner og barnehager (regjeringen.no).
sme: Fylkkamanni oktiiordne ja vuolggaha ovddidanbarggu gielddain ja mánáidgárddiin (regjeringen.

source: Kommunene som barnehagemyndighet har ansvar for godkjenning av og tilsyn med barnehagene i kommunen, både private og kommunale.
sme: Gielddain mánáidgárdeeiseváldin lea ovddasvástádus mánáidgárddiid dohkkeheames ja bearráigeahččamis gielddain, sihke priváhta ja gieldda.

source: En barnehage skal være godkjent før virksomheten settes i gang.
sme: Mánáidgárdi galgá dohkkehuvvot ovdal go doaibma álggahuvvo.

source: Kommunen skal følge med i at virksomheten drives innenfor rammene av godkjenningen, at barnehagens vedtekter ikke er i strid med loven og at innholdet er i samsvar med lov og rammeplan.
sme: Gielda galgá čuovvut ahte čađahuvvo go doaibma dohkkehuvvon rámmaid siskkobealde, ahte mánáidgárddi njuolggadusat eai leat lága vuostá ja ahte sisdoallu dávista lágaide ja rámmaplánii.

source: Tilsynet innebærer også et aktivt veiledningsansvar.
sme: Bearráigeahččan mielddisbuktá maiddá árjjalaš bagadanovddasvástádusa.

source: Det er kommunen som skal sørge for at alle godkjente barnehager i kommunen mottar offentlig tilskudd på en samlet sett likeverdig måte.
sme: Gielda galgá fuolahit ahte buot dohkkehuvvon mánáidgárddit gielddas mat ožžot almmolaš doarjaga meannuduvvojit ovttaárvosaš vuogi mielde.

source: Kommunen skal dekke kostnader til ordinær drift i barnehagene som ikke dekkes av andre offentlige tilskudd og foreldrebetaling (regjeringen.no).
sme: Gielda galgá máksit goluid mánáidgárddiid dábálaš doaimma ovddas maid eará almmolaš doarjagat ja vánhenmáksu eai govčča (regjeringen.

source: Barnehageeiere har ansvar for tilbudet i den enkelte barnehage.
sme: Mánáidgárdeeaiggádiin lea ovddasvástádus ovttaskas mánáidgárddi fálaldagas.
